//ANSIBLE  JOB (T043JM,JM00,1,0,0,0),'HELLO WORLD - JRM',CLASS=A,
//             MSGCLASS=X,MSGLEVEL=1,NOTIFY=ANSIBLE
//*
//* PRINT "HELLO WORLD" ON JOB OUTPUT
//*
//* NOTE THAT THE EXCLAMATION POINT IS INVALID EBCDIC FOR JCL
//*   AND WILL CAUSE A JCL ERROR
//*
//STEP0001 EXEC PGM=IEBGENER
//SYSIN    DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1   DD *
HELLO, WORLD
/*
//SYSUT2   DD SYSOUT=*
//